{
    "tittle": "My Portfolio",
    "profile": "Profile",
    "experience": "Experience",
    "education": "Education",
    "projects": "Projects",
    "skills": "Skills",
    "subtittleProfile": "Junior Web Developer",
    "story": "I’m currently studying Web Application Development, making a meaningful shift in my professional journey after nearly ten years working in the logistics sector as a warehouse assistant and in related roles. That experience helped me build essential skills such as fast learning, teamwork, responsibility, and adaptability. I’ve always had a strong drive to improve and grow, and now I channel that same energy into my training as a developer.",
    "story2": "On this new path, I’m gaining solid knowledge in technologies like JavaScript, PHP, Angular, Bootstrap, and Java, along with other languages and tools I study independently to complement my academic learning. I’m especially passionate about web development—both frontend and backend—and I work hard every day to sharpen my technical skills and problem-solving abilities. My goal is to join a professional environment where I can keep learning, bring value through my previous experience, and grow as a developer.",
    "present": "Present",
    "advanced": "Advanced degree cycle in Web Application Development",
    "bachelor": "Bachelor's degree",
    "certificate": "A2 English Certificate",
    "subtittle": "Here you will find all my projects. I’ll update this section as soon as I have new projects to share.",
    "inventory": "Inventario",
    "inventoryDesc": "A group project developed with my classmates using Angular, PHP and Bootstrap.",
    "portfolioDesc": "If you'd like to see how this portfolio was created, click on the image.",
    "subtittleSkills": "This is all the knowledge I have gained from my studies and my career.",
    "tools": "Design Tools learned:",
    "languageLearned": "Languages and Frameworks learned:",
    "languageLearning": "Learning Languages and Frameworks:",
    "design": "Design Expertise:",
    "interfaces": "UI/UX Design (Junior level),",
    "responsive": "Responsive Design (Junior level)",
    "communication": "Strong Communication, ",
    "problem": "Problem-solving, ",
    "detail": "Attention to detail, ",
    "teamwork": "Teamwork, ",
    "fastLearning": "Fast-learning, ",
    "fastPaced": "Fast-paced"
}
