{
    "tittle": "Mi Portfolio",
    "profile": "Perfil",
    "experience": "Experiencia",
    "education": "Educación",
    "projects": "Proyectos",
    "skills": "Habilidades",
    "subtittleProfile": "Desarrollador Web Junior",
    "story": "Actualmente estoy estudiando Desarrollo de Aplicaciones Web, realizando un cambio significativo en mi trayectoria profesional tras casi diez años trabajando en el sector logístico como auxiliar de almacén y en puestos relacionados. Esa experiencia me permitió desarrollar competencias esenciales como el aprendizaje rápido, el trabajo en equipo, la responsabilidad y la capacidad de adaptación. Siempre he tenido una fuerte motivación por mejorar y crecer, y ahora canalizo esa misma energía en mi formación como desarrollador.",
    "story2": "En este nuevo camino, estoy adquiriendo una base sólida en tecnologías como JavaScript, PHP, Angular, Bootstrap y Java, junto con otros lenguajes y herramientas que estudio de forma autodidacta para complementar mi aprendizaje académico. Siento una especial pasión por el desarrollo web —tanto frontend como backend— y trabajo cada día para perfeccionar mis habilidades técnicas y de resolución de problemas. Mi objetivo es incorporarme a un entorno profesional donde pueda seguir aprendiendo, aportar valor gracias a mi experiencia previa y crecer como desarrollador.",
    "present": "Presente",
    "advanced": "Ciclo de Grado Superior en Desarrollo de Aplicaciones Web",
    "bachelor": "Bachillerato",
    "certificate": "Certificado de Ingles A2",
    "subtittle": "Aquí puedes encontrar todos mis proyectos. Iré actualizando esta sección en cuanto tenga nuevos proyectos que compartir.",
    "inventory": "Inventario",
    "inventoryDesc": "Proyecto grupal desarrollado con mis compañeros de clase usando Angular, PHP y Bootstrap.",
    "portfolioDesc": "Si te gustaría ver como se ha hecho este portfolio, haz click en la imagen.",
    "subtittleSkills": "Estos son todos mis conocimientos que he adquirido de mis estudios y de mi carrera laboral.",
    "tools": "Herramientas de diseño aprendidas:",
    "languageLearned": "Lenguajes y Frameworks aprendidos:",
    "languageLearning": "Aprendiendo Lenguajes y Frameworks:",
    "design": "Habilidades de Diseño:",
    "interfaces": "Diseño de Interfaces (Nivel Junior),",
    "responsive": "Diseño Responsive (Nivel Junior)",
    "communication": "Buena comunicación, ",
    "problem": "Resolutivo, ",
    "detail": "Atención al detalle, ",
    "teamwork": "Trabajado en equipo, ",
    "fastLearning": "Aprendizaje rápido, ",
    "fastPaced": "Trabajo rápido",
    "workExperience": "Experiencia Laboral",
    "laborer": "Auxiliar de almacén",
    "snkDesc": "Empresa especializada en cortes de metal con laser.",
    "listSnk1": "Carga y descarga de las piezas cortadas.",
    "listSnk2": "Ayudar en la maquina de laser.",
    "listSnk3": "Trabajo con las piezas (Pulido, redondeado de cantos, cortes con radial, lijado).",
    "warehouse": "Mozo de almacén",
    "jysk": "Empresa de muebles",
    "jyskDsc": "Mozo de almacén para JYSK",
    "jyskJob": "Recolección con PDA y preparación de pedidos para entrega.",
    "workshop": "Asistente de taller",
    "alfilDsc": "Fábrica de cartón cuyo propósito es moldear cajas según las especificaciones de la empresa cliente. Mi tarea principal era ayudar al resto de los empleados en las maquinas a empaquetar el cartón.",
    "bigbuy": "Empresa E-commerce",
    "bigbuyDsc": "Mozo de almacen para BigBuy",
    "bigbuyJob1": "Empaquetado",
    "bigbuyJob2": "Recolección",
    "bigbuyJob3": "Gestión de Inventario",
    "sama": "Empresa que gestiona el transporte y montaje para IKEA.",
    "sama1": "Organizar los pedidos para el dia siguiente en la nave de SAMA.",
    "sama2": "En el muelle de carga de IKEA, comprobar pedidos y prepararlos para cargarlos en el camión.",
    "sama3": "Estuve a cargo de un equipo de 6 empleados y tenia que gestionar sus horarios, tareas y ser un nexo de unión entre mi empresa y el personal encargado de IKEA.",
    "sama4": "Resolución de incidencias y problemas.",
    "deliveryFree": "Repartidor Autónomo",
    "delivery": "Repartidor",
    "deliveryDsc": "He trabajado como repartidor con algunos repartidores autónomos como su ayudante. Reparto de muebles de IKEA y a veces montaje.",
    "insideDsc": "Repartidor de muebles de IKEA."
}